animaapp.vscode-anima
bradgashler.htmltagwrap
captncaps.ue4-snippets
dbaeumer.vscode-eslint
esbenp.prettier-vscode
f4bz3.htmlautocompletion
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
hoovercj.vscode-power-mode
mechatroner.rainbow-csv
ms-ceintl.vscode-language-pack-ko
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
njpwerner.autodocstring
pranaygp.vscode-css-peek
ritwickdey.liveserver
tabnine.tabnine-vscode
tonybaloney.vscode-pets
twxs.cmake
zignd.html-css-class-completion
